Repository: nicolashainaux/mathmaker
Catalog: mathmaker/locale/*/LC_MESSAGES/mathmaker.po
Languages: fr_fr

source: {feminine_name} gets {nb1} {currency_unit} pocket money every month. If she doesn't spend it during {nb2} months, how much will she spare? |hint:currency_unit|
fr_fr: {feminine_name} reçoit {nb1} {currency_unit} d'argent de poche par mois. Si elle ne dépense rien pendant {nb2} mois, combien va-t-elle épargner ? |hint:currency_unit|

source: We have {nb1} sheep. Our neighbours have {nb2} times more sheep than us. How many sheep do they have?
fr_fr: Nous avons {nb1} moutons. Nos voisins en ont {nb2} fois plus que nous. Combien de moutons ont-ils ?

source: {masculine_name} has prepared {nb1} packets of {nb2} truffles. How many truffles has he prepared?
fr_fr: {masculine_name} a préparé {nb1} paquets de {nb2} truffes. Combien de truffes a-t-il préparé ?

source: {feminine_name} has prepared {nb1} packets of {nb2} truffles. How many truffles has she prepared?
fr_fr: {feminine_name} a préparé {nb1} paquets de {nb2} truffes. Combien de truffes a-t-elle préparé ?

source: We have loaded {nb1} flour packets, each weighting {nb2} {mass_unit=kg}. How heavy are they altogether? |hint:mass_unit|
fr_fr: Nous avons chargé {nb1} paquets de farine, de {nb2} {mass_unit=kg} chacun. Quelle masse totale de farine cela représente-t-il ? |hint:mass_unit|

source: We have bought {nb1} flour packets, each weighting {nb2} {mass_unit=kg}. How heavy are they altogether? |hint:mass_unit|
fr_fr: Nous avons acheté {nb1} paquets de farine, de {nb2} {mass_unit=kg} chacun. Quelle masse totale de farine cela représente-t-il ? |hint:mass_unit|

source: {masculine_name} has {nb1} marbles. He gives them out to {nb2} friends. How many marbles will get each friend?
fr_fr: {masculine_name} a {nb1} billes. Il les distribue à {nb2} amis. Combien de billes va recevoir chacun d'eux ?

source: {feminine_name} has {nb1} marbles. She gives them out to {nb2} friends. How many marbles will get each friend?
fr_fr: {feminine_name} a {nb1} billes. Elle les distribue à {nb2} amies. Combien de billes va recevoir chacune d'elles ?

source: It took {nb2} days to my golden goose to lay {nb1} eggs. How many eggs did she lay everyday?
fr_fr: Ma poule aux œufs d'or a pondu {nb1} œufs en {nb2} jours. Combien d'œufs a-t-elle pondu chaque jour ?

source: The gardener has planted {nb1} salads, splitted in {nb2} rows. How many salads is there in a row?
fr_fr: Le jardinier a planté {nb1} salades sur {nb2} rangs. Combien de salades y-a-t-il dans un rang ?

source: The gardener has planted {nb1} cabbages, splitted in {nb2} rows. How many cabbages is there in a row?
fr_fr: Le jardinier a planté {nb1} choux sur {nb2} rangs. Combien de choux y-a-t-il dans un rang ?

source: A market gardener has planted {nb1} salads, splitted in {nb2} rows. How many salads is there in a row?
fr_fr: Un maraîcher a planté {nb1} salades sur {nb2} rangs. Combien de salades y-a-t-il dans un rang ?

source: A market gardener has planted {nb1} cabbages, splitted in {nb2} rows. How many cabbages is there in a row?
fr_fr: Un maraîcher a planté {nb1} choux sur {nb2} rangs. Combien de choux y-a-t-il dans un rang ?

source: I will give out {nb1} candies to the {nb2} friends that I invited at my birthday's party. How many candies will receive each of my friends?
fr_fr: Je vais distribuer {nb1} bonbons entre les {nb2} amis que j'ai invités pour mon anniversaire. Combien de bonbons va recevoir chacun d'eux ?

source: {name} put {nb1} pencils away in {nb2} boxes. How many pencils are there in each box?
fr_fr: {name} a rangé {nb1} crayons dans {nb2} boîtes. Combien de crayons y-a-t-il dans chaque boîte ?

source: {name} paid {nb1} {currency_unit} for {nb2} pens. How much does cost one pen? |hint:currency_unit|
fr_fr: {name} a payé {nb1} {currency_unit} pour {nb2} stylos. Combien coûte un stylo? |hint:currency_unit|

source: {masculine_name} has received altogether {nb1} {currency_unit} pocket money in {nb2} months. How much did he receive every month? |hint:currency_unit|
fr_fr: {masculine_name} a reçu en tout {nb1} {currency_unit} d'argent de poche en {nb2} mois. Combien a-t-il reçu chaque mois ? |hint:currency_unit|

source: {feminine_name} has received altogether {nb1} {currency_unit} pocket money in {nb2} months. How much did she receive every month? |hint:currency_unit|
fr_fr: {feminine_name} a reçu en tout {nb1} {currency_unit} d'argent de poche en {nb2} mois. Combien a-t-elle reçu chaque mois ? |hint:currency_unit|

source: Our neighbours have {nb1} sheep. That's {nb2} times more than us. How many sheep do we have?
fr_fr: Nos voisins ont {nb1} moutons. C'est {nb2} fois plus que nous. Combien de moutons avons-nous ?

source: {name} has prepared {nb1} truffles splitted in {nb2} packets. How many truffles is there in one packet?
fr_fr: {name} a préparé {nb1} truffes, rangées dans {nb2} paquets. Combien de truffes y-a-t-il dans un paquet?

source: We have loaded {nb1} {mass_unit=kg} of flour, shared in {nb2} packets. How heavy is one packet? |hint:mass_unit|
fr_fr: Nous avons chargé {nb1} {mass_unit=kg} de farine, répartis dans {nb2} paquets. Quel est la masse d'un paquet ? |hint:mass_unit|

source: We have bought {nb1} {mass_unit=kg} of flour, shared in {nb2} packets. How heavy is one packet? |hint:mass_unit|
fr_fr: Nous avons acheté {nb1} {mass_unit=kg} de farine, répartis dans {nb2} paquets. Quel est la masse d'un paquet ? |hint:mass_unit|

source: We have loaded {nb1} {mass_unit=kg} of flour. One packet weighs {nb2} {mass_unit}. How many packets were there?
fr_fr: Nous avons chargé {nb1} {mass_unit=kg} de farine. Chaque paquet pèse {nb2} {mass_unit}. Combien de paquets y a-t-il ?

source: We have bought {nb1} {mass_unit=kg} of flour. One packet weighs {nb2} {mass_unit}. How many packets were there?
fr_fr: Nous avons acheté {nb1} {mass_unit=kg} de farine. Chaque paquet pèse {nb2} {mass_unit}. Combien de paquets y a-t-il ?

source: {name1} has {nb1} marbles. {name2} has {nb2} marbles less than {name1}. How many marbles has {name2}?
fr_fr: {name1} a {nb1} billes. {name2} a {nb2} billes de moins que {name1}. Combien de billes a {name2} ?

source: {name2} has {nb2} marbles less than {name1}, who has {nb1} of them. How many marbles has {name2}?
fr_fr: {name2} a {nb2} billes de moins que {name1}, qui en a {nb1}. Combien de billes a {name2} ?

source: Yesterday, my golden goose laid {nb1} eggs we used {nb2} of them to make an omelet. How many eggs left are there?
fr_fr: Hier, ma poule aux œufs d'or a pondu {nb1} œufs et on en a utilisé {nb2} pour faire une omelette. Combien reste-t-il d'œufs ?

source: The gardener had {nb1} salads in his vegetable garden, and harvested {nb2} of them last week. How many salads are still in the garden?
fr_fr: Le jardinier avait {nb1} salades dans son potager et en a récolté {nb2} la semaine dernière. Combien reste-t-il de salades dans le potager ?

source: The gardener had {nb1} cabbages in his vegetable garden, and harvested {nb2} of them last week. How many cabbages are still in the garden?
fr_fr: Le jardinier avait {nb1} choux dans son potager et en a récolté {nb2} la semaine dernière. Combien reste-t-il de choux dans le potager ?

source: A market gardener had {nb1} salads in his vegetable garden, and harvested {nb2} of them last week. How many salads are still in the garden?
fr_fr: Un maraîcher avait {nb1} salades dans son potager et en a récolté {nb2} la semaine dernière. Combien reste-t-il de salades dans le potager ?

source: A market gardener had {nb1} cabbages in his vegetable garden, and harvested {nb2} of them last week. How many cabbages are still in the garden?
fr_fr: Un maraîcher avait {nb1} choux dans son potager et en a récolté {nb2} la semaine dernière. Combien reste-t-il de choux dans le potager ?

source: Some friends shared {nb2} of the {nb1} candies of the packet. How many candies are there left?
fr_fr: Des amis se sont partagé {nb2} des {nb1} bonbons du paquet. Combien en reste-t-il ?

source: {name1} is {nb1} years old and {name2} is {nb2} years younger than {name1}. How old is {name2}? |hint:years|
fr_fr: {name1} a {nb1} ans et {name2} a {nb2} ans de moins que {name1}. Quel âge a {name2} ? |hint:ans|

source: {name2} is {nb2} years younger than {name1}, who is {nb1} years old. How old is {name2}? |hint:years|
fr_fr: {name2} a {nb2} ans de moins que {name1}, qui a {nb1} ans. Quel âge a {name2} ? |hint:ans|

source: I had to fill this can with {nb2} {capacity_unit=L} of water. It contains now {nb1} {capacity_unit}. How much water was left in it? |hint:capacity_unit|
fr_fr: J'ai dû remettre {nb2} {capacity_unit=L} d'eau dans ce bidon. Maintenant il en contient {nb1} {capacity_unit}. Quelle quantité d'eau restait-il ? |hint:capacity_unit|

source: This can contains altogether {nb1} {capacity_unit=L} of water. I had to refill it with {nb2} {capacity_unit}. How much water was left in it? |hint:capacity_unit|
fr_fr: Ce bidon contient en tout {nb1} {capacity_unit=L} d'eau. J'ai dû ajouter {nb2} {capacity_unit} d'eau pour le remplir. Combien d'eau restait-il ? |hint:capacity_unit|

source: {masculine_name} read his book from page {nb2} this morning until page {nb1} this afternoon. How many pages has he read today?
fr_fr: {masculine_name} a lu son livre, de la page {nb2} ce matin jusqu'à la page {nb1} cet après-midi. Combien de pages a-t-il lu aujourd'hui ?

source: {feminine_name} read her book from page {nb2} this morning until page {nb1} this afternoon. How many pages has she read today?
fr_fr: {feminine_name} a lu son livre, de la page {nb2} ce matin jusqu'à la page {nb1} cet après-midi. Combien de pages a-t-elle lu aujourd'hui ?

source: Today, {masculine_name} has read his book until page {nb1}. This morning he started at page {nb2}. How many pages has he read today?
fr_fr: Aujourd'hui, {masculine_name} a lu son livre jusqu'à la page {nb1}. Ce matin il avait commencé à la page {nb2}. Combien de pages a-t-il lu aujourd'hui ?

source: Today, {feminine_name} has read her book until page {nb1}. This morning she started at page {nb2}. How many pages has she read today?
fr_fr: Aujourd'hui, {feminine_name} a lu son livre jusqu'à la page {nb1}. Ce matin elle avait commencé à la page {nb2}. Combien de pages a-t-elle lu aujourd'hui ?

source: My bike ride is {nb1} {length_unit=km} long and I already rode {nb2} {length_unit}. How long do I still have to go cycling? |hint:length_unit|
fr_fr: Ma randonnée à vélo est de {nb1} {length_unit=km} et j'ai déjà parcouru {nb2} {length_unit}. Combien me reste-t-il à parcourir ? |hint:length_unit|

source: I already rode {nb2} {length_unit=km} out of {nb1} {length_unit}. How long do I still have to go cycling? |hint:length_unit|
fr_fr: J'ai déjà parcouru {nb2} {length_unit=km} sur les {nb1} {length_unit} de ma balade à vélo. Combien me reste-t-il à parcourir ? |hint:length_unit|

source: I have painted {nb2} {area_unit=m} out of the {nb1} {area_unit} of this wall. How much is still left to paint? |hint:area_unit|
fr_fr: J'ai peint {nb2} {area_unit=m} sur les {nb1} {area_unit} de ce mur. Combien reste-t-il à peindre ? |hint:area_unit|

source: This wall is altogether {nb1} {area_unit=m} wide. I have already painted {nb2} {area_unit} of it, how much is there still left to paint? |hint:area_unit|
fr_fr: Ce mur a une aire de {nb1} {area_unit=m}. J'en ai déjà peint {nb2} {area_unit}, combien reste-t-il à peindre ? |hint:area_unit|

source: Our neighbours have {nb1} sheep. That's {nb2} more than us. How many sheep do we have?
fr_fr: Nos voisins ont {nb1} moutons. C'est {nb2} de plus que nous. Combien de moutons avons-nous ?

source: Our neighbours have {nb1} sheep. We have {nb2} less than them. How many sheep do we have?
fr_fr: Nos voisins ont {nb1} moutons. Nous en avons {nb2} de moins qu'eux. Combien de moutons avons-nous ?

source: {name1} has {nb1} marbles. {name2} has {nb2} marbles more than {name1}. How many marbles has {name2}?
fr_fr: {name1} a {nb1} billes. {name2} a {nb2} billes de plus que {name1}. Combien de billes a {name2} ?

source: Yesterday, my golden goose laid {nb1} eggs and today she laid {nb2} eggs. How many eggs has she laid?
fr_fr: Hier, ma poule aux œufs d'or a pondu {nb1} œufs et aujourd'hui elle en a pondu {nb2}. Combien d'œufs a-t-elle pondu ?

source: Yesterday, my golden goose laid {nb1} eggs. That's {nb2} less than today. How many eggs has she laid today?
fr_fr: Hier, ma poule aux œufs d'or a pondu {nb1} œufs. C'est {nb2} de moins qu'aujourd'hui. Combien d'œufs a-t-elle pondu aujourd'hui ?

source: The gardener has planted {nb1} salads last week, and {nb2} salads more this week. How many salads did he plant altogether?
fr_fr: Le jardinier a planté {nb1} salades la semaine dernière, et {nb2} salades de plus cette semaine. Combien de salades a-t-il planté en tout ?

source: The gardener has planted {nb1} cabbages last week, and {nb2} cabbages more this week. How many cabbages did he plant altogether?
fr_fr: Le jardinier a planté {nb1} choux la semaine dernière, et {nb2} choux de plus cette semaine. Combien de choux a-t-il planté en tout ?

source: A market gardener has planted {nb1} salads last week, and {nb2} salads more this week. How many salads did he plant altogether?
fr_fr: Un maraîcher a planté {nb1} salades la semaine dernière, et {nb2} salades de plus cette semaine. Combien de salades a-t-il planté en tout ?

source: A market gardener has planted {nb1} cabbages last week, and {nb2} cabbages more this week. How many cabbages did he plant altogether?
fr_fr: Un maraîcher a planté {nb1} choux la semaine dernière, et {nb2} choux de plus cette semaine. Combien de choux a-t-il planté en tout ?

source: {name1} ate {nb1} candies and {name2} ate {nb2} of them. The bag is empty. How many candies were there in the bag?
fr_fr: {name1} a mangé {nb1} bonbons et {name2} en a mangé {nb2}. Il n'en reste plus. Combien de bonbons y avait-il dans le sac ?

source: {name} ate {nb1} candies and there are {nb2} candies left in the paperbag. How many candies were there in the paperbag?
fr_fr: {name} a mangé {nb1} bonbons et il en reste {nb2} dans le sachet. Combien y en avait-il ?

source: {name1} is {nb1} years old and {name2} is {nb2} years older than {name1}. How old is {name2}? |hint:years|
fr_fr: {name1} a {nb1} ans et {name2} a {nb2} ans de plus que {name1}. Quel âge a {name2} ? |hint:ans|

source: I had to fill this can with {nb1} {capacity_unit=L} of water. There was {nb2} {capacity_unit} left in it. How much does it contain? |hint:capacity_unit|
fr_fr: J'ai dû ajouter {nb1} {capacity_unit=L} d'eau pour remplir ce bidon. Il restait {nb2} {capacity_unit} dedans. Combien contient-il en tout? |hint:capacity_unit|

source: {masculine_name} has read {nb1} pages of his book this morning and read {nb2} pages more this afternoon. How many pages has he read today?
fr_fr: {masculine_name} a lu {nb1} pages de son livre ce matin et en a lu {nb2} de plus cet après-midi. Combien de pages a-t-il lues aujourd'hui ?

source: {feminine_name} has read {nb1} pages of her book this morning and read {nb2} pages more this afternoon. How many pages has she read today?
fr_fr: {feminine_name} a lu {nb1} pages de son livre ce matin et en a lu {nb2} de plus cet après-midi. Combien de pages a-t-elle lu aujourd'hui ?

source: I rode {nb1} {length_unit=km} this morning and still have to ride {nb2} {length_unit} until back home. What is the length of my ride? |hint:length_unit|
fr_fr: J'ai fait {nb1} {length_unit=km} à vélo ce matin et j'ai encore {nb2} {length_unit} à parcourir. Quelle distance aurai-je parcouru en tout ? |hint:length_unit|

source: I have painted {nb1} {area_unit=m} of this wall and still have {nb2} {area_unit} to paint it completely. What is the area of the wall? |hint:area_unit|
fr_fr: J'ai peint {nb1} {area_unit=m} de ce mur et je dois encore peindre {nb2} {area_unit} pour terminer. Quelle est l'aire de ce mur ? |hint:area_unit|

source: {nb1} {area_unit=m} of this wall are already painted. {nb2} {area_unit} are still missing to have the wall completely painted. What is its area? |hint:area_unit|
fr_fr: {nb1} {area_unit=m} de ce mur sont déjà peints. Il en reste {nb2} {area_unit} pour qu'il soit complètement peint. Quelle est son aire ? |hint:area_unit|

source: Our neighbours have {nb1} sheep. We have {nb2} more sheep than them. How many sheep do we have?
fr_fr: Nos voisins ont {nb1} moutons. Nous en avons {nb2} de plus qu'eux. Combien de moutons avons-nous ?

source: Our neighbours have {nb1} sheep. That's {nb2} less than us. How many sheep do we have?
fr_fr: Nos voisins ont {nb1} moutons. C'est {nb2} de moins que nous. Combien de moutons avons-nous ?

source: Mental calculation: additions and subtractions
fr_fr: Calcul mental : additions et soustractions

source: Mental calculation: divisions
fr_fr: Calcul mental : divisions

source: Mental calculation: multiplication by 11
fr_fr: Calcul mental : multiplications par 11

source: What number must be added to {number1} to make {number2}?
fr_fr: Combien faut-il ajouter à {number1} pour obtenir {number2} ?

source: What is the tens complement of {number}?
fr_fr: Quel est le complément à 10 de {number} ?

source: What is the hundreds complement of {number}?
fr_fr: Quel est le complément à 100 de {number} ?

source: What is the complement to {number1} of {number2}?
fr_fr: Quel est le complément à {number1} de {number2} ?

source: To be able to color the documents
fr_fr: Pour pouvoir mettre les documents en couleur

source: Answers!
fr_fr: Allez, on corrige !

source: {q_mark} × {q_mark} = {n} (in the multiplication tables, from 2 to 9)
fr_fr: {q_mark} × {q_mark} = {n} (dans les tables de multiplication, de 2 à 9)

source: Example of detailed solutions:
fr_fr: Exemple de solutions détaillées :

source: Position of the digit {figure} in: {decimal_number}?
fr_fr: Rang du chiffre {figure} dans : {decimal_number} ?

source: What is the position of the figure {figure} in the number {decimal_number}?
fr_fr: Quel est le rang du chiffre {figure} dans le nombre {decimal_number} ?

source: Digit of {position} in {decimal_number}?
fr_fr: Chiffre des {position} dans {decimal_number} ?

source: Which figure matches the {position} in the number {decimal_number}?
fr_fr: Quel est le chiffre des {position} dans le nombre {decimal_number} ?

source: {} (or {} etc.)
fr_fr: {} (ou {} etc.)

source: What is {} as a decimal?
fr_fr: Écriture décimale de {} ?

source: What is {} as a decimal fraction?
fr_fr: Fraction décimale égale à {} ?

source: Mental calculation: decimal numerals
fr_fr: Calcul mental : fraction décimale et écriture décimale

source: Mental calculation: operations' vocabulary
fr_fr: Calcul mental : vocabulaire des opérations

source: How much is the quotient of {result} by {nb1}?
fr_fr: Combien vaut le quotient de {result} par {nb1} ?

source: What is the double of {nb2}?
fr_fr: Quel est le double de {nb2} ?

source: What is the triple of {nb2}?
fr_fr: Quel est le triple de {nb2} ?

source: What is the quadruple of {nb2}?
fr_fr: Quel est le quadruple de {nb2} ?

source: What is the half of {result}?
fr_fr: Quelle est la moitié de {result} ?

source: What is the third of {result}?
fr_fr: Quel est le tiers de {result} ?

source: What is the quarter of {result}?
fr_fr: Quel est le quart de {result} ?

source: Mental calculation: area and perimeter of a rectangle
fr_fr: Calcul mental : aires et périmètres de rectangles

source: To insert pdf formular and javascript
fr_fr: Pour insérer un formulaire pdf et du javascript

source: Clear everything
fr_fr: Tout effacer

source: Validate
fr_fr: Valider

source: Please translate this into only one letter to mean "correct answer"
fr_fr: J

source: Please translate this into only one letter to mean "wrong answer"
fr_fr: F

source: undefined
fr_fr: indéfini

source: Mental calculation: reversed multiplications
fr_fr: Calcul mental : multiplications à l'envers

source: Mental calculation: multiplications with a hole
fr_fr: Calcul mental : multiplications à trou

source: {how_many_digitplace} are there in {decimal_number}?
fr_fr: {how_many_digitplace} dans {decimal_number} ?

source: Mental calculation: simple percentages calculations
fr_fr: Calcul mental : pourcentages simples

source: {n1} {percent_symbol} of {n2}?
fr_fr: {n1} {percent_symbol} de {n2} ?

source: Which fraction of the line segment represents the colored part?
fr_fr: À quelle fraction du segment correspond la partie colorée ?

source: Mental calculation: fraction of a line segment
fr_fr: Calcul mental : fraction d'un segment

source: Mental calculation: perimeter of a polygon
fr_fr: Calcul mental : périmètres de polygones

source: Euclidean division of {dividend} by {divisor}?
fr_fr: Division euclidienne de {dividend} par {divisor} ?

source: Mental calculation: euclidean divisions
fr_fr: Calcul mental : divisions euclidiennes

source: {nb1} boxes weigh, together, {nb3} {mass_unit=kg}. How much do weigh {nb2} boxes? |hint:mass_unit|
fr_fr: {nb1} cartons pèsent, ensemble, {nb3} {mass_unit=kg}. Combien pèsent {nb2} cartons? |hint:mass_unit|

source: {nb1} boxes weigh, together, {nb2} {mass_unit=kg}. How much do weigh {nb3} boxes? |hint:mass_unit|
fr_fr: {nb1} cartons pèsent, ensemble, {nb2} {mass_unit=kg}. Combien pèsent {nb3} cartons? |hint:mass_unit|

source: {nb1} packs of cereals weigh, together, {nb3} {mass_unit=g}. How much do weigh {nb2} packs? |hint:mass_unit|
fr_fr: {nb1} paquets de céréales pèsent, ensemble, {nb3} {mass_unit=g}. Combien pèsent {nb2} paquets? |hint:mass_unit|

source: A bundle of {nb1} books cost {nb2} {currency_unit}. How much do cost {nb3} books? |hint:currency_unit|
fr_fr: Un lot de {nb1} livres coûte {nb2} {currency_unit}. Combien coûtent {nb3} livres ? |hint:currency_unit|

source: A bundle of {nb1} books cost {nb3} {currency_unit}. How much do cost {nb2} books? |hint:currency_unit|
fr_fr: Un lot de {nb1} livres coûte {nb3} {currency_unit}. Combien coûtent {nb2} livres ? |hint:currency_unit|

source: A bundle of {nb1} blank CD discs cost {nb3} {currency_unit}. How much do cost {nb2} CD discs? |hint:currency_unit|
fr_fr: Un lot de {nb1} CD vierges coûte {nb3} {currency_unit}. Combien coûtent {nb2} CD? |hint:currency_unit|

source: A bundle of {nb1} CD discs cost {nb3} {currency_unit}. How much do cost {nb2} CD discs? |hint:currency_unit|
fr_fr: Un lot de {nb1} CD coûte {nb3} {currency_unit}. Combien coûtent {nb2} CD? |hint:currency_unit|

source: A bundle of {nb1} DVD discs cost {nb3} {currency_unit}. How much do cost {nb2} DVD discs? |hint:currency_unit|
fr_fr: Un lot de {nb1} DVD coûte {nb3} {currency_unit}. Combien coûtent {nb2} DVD? |hint:currency_unit|

source: A pack of {nb1} pens cost {nb3} {currency_unit}. How much do cost {nb2} pens? |hint:currency_unit|
fr_fr: Un paquet de {nb1} stylos coûte {nb3} {currency_unit}. Combien coûtent {nb2} stylos? |hint:currency_unit|

source: A pack of {nb1} beautiful pens cost {nb3} {currency_unit}. How much do cost {nb2} pens? |hint:currency_unit|
fr_fr: Un paquet de {nb1} beaux stylos coûte {nb3} {currency_unit}. Combien coûtent {nb2} stylos? |hint:currency_unit|

source: Special offer: {nb1} pens for {nb3} {currency_unit}. How much would cost {nb2} pens? |hint:currency_unit|
fr_fr: Offre spéciale : {nb1} stylos pour {nb3} {currency_unit}. À combien reviennent {nb2} stylos? |hint:currency_unit|

source: A pack of {nb1} candies cost {nb3} {currency_unit}. How much do cost {nb2} candies? |hint:currency_unit|
fr_fr: Un paquet de {nb1} bonbons coûte {nb3} {currency_unit}. Combien coûtent {nb2} bonbons? |hint:currency_unit|

source: A pack of {nb1} big candies cost {nb3} {currency_unit}. How much do cost {nb2} candies? |hint:currency_unit|
fr_fr: Un paquet de {nb1} gros bonbons coûte {nb3} {currency_unit}. Combien coûtent {nb2} bonbons? |hint:currency_unit|
