Repository: nicolashainaux/mathmaker
Catalog: mathmaker/locale/*/LC_MESSAGES/mathmaker.po
Languages: fr_fr

source: {nb1} bottles of fruit juice cost {nb3} {currency_unit}. How much do cost {nb2} bottles? |hint:currency_unit|
fr_fr: {nb1} bouteilles de jus de fruit coûtent {nb3} {currency_unit}. Combien coûtent {nb2} bouteilles ? |hint:currency_unit|

source: {nb1} buckets of soil weigh, together, {nb3} {mass_unit=kg}. How much do weigh {nb2} buckets? |hint:mass_unit|
fr_fr: {nb1} seaux de terre pèsent, ensemble, {nb3} {mass_unit=kg}. Combien pèsent {nb2} seaux? |hint:mass_unit|

source: A recipe for {nb1} people requires to use {nb3} {mass_unit=g} of flour. How much flour should be used for {nb2} people? |hint:mass_unit|
fr_fr: Une recette pour {nb1} personnes nécessite {nb3} {mass_unit=g} de farine. Quelle quantité de farine faut-il pour {nb2} personnes? |hint:mass_unit|

source: A recipe for {nb1} people requires to use {nb3} {capacity_unit=mL} of milk. How much milk should be used for {nb2} people? |hint:capacity_unit|
fr_fr: Une recette pour {nb1} personnes nécessite {nb3} {capacity_unit=mL} de lait. Quelle quantité de lait faut-il pour {nb2} personnes? |hint:capacity_unit|

source: A recipe for {nb1} people requires to use {nb3} eggs. How many eggs should be used for {nb2} people?
fr_fr: Une recette pour {nb1} personnes nécessite {nb3} œufs. Combien d'œufs faut-il pour {nb2} personnes?

source: {nb1} bottles contain, together, {nb3} {capacity_unit=L}. How much do contain {nb2} bottles? |hint:capacity_unit|
fr_fr: {nb1} bouteilles contiennent, ensemble, {nb2} {capacity_unit=L}. Combien vont contenir {nb3} bouteilles ? |hint:capacity_unit|

source: {nb1} vials contain, together, {nb3} {capacity_unit=mL} of perfume. How much contain {nb2} vials? |hint:capacity_unit|
fr_fr: {nb1} flacons contiennent, ensemble, {nb3} {capacity_unit=mL} de parfum. Combien contiennent {nb2} flacons ? |hint:capacity_unit|

source: {nb1} cans contain, together, {nb3} {capacity_unit=L}. How much do contain {nb2} cans? |hint:capacity_unit|
fr_fr: {nb1} bidons contiennent, ensemble, {nb3} {capacity_unit=L}. Combien vont contenir {nb2} bidons ? |hint:capacity_unit|

source: {nb1} {volume_unit=dm} of dry sand weigh about {nb3} {mass_unit=kg}. How much do weigh {nb2} {volume_unit=dm} of dry sand? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=dm} de sable sec pèsent {nb3} {mass_unit=kg}. Combien pèsent {nb2} {volume_unit=dm} de sable sec ? |hint:mass_unit|

source: {nb1} {volume_unit=m} of reinforced concrete weigh {nb3} {mass_unit=t}. How much do weigh {nb2} {volume_unit=m} of reinforced concrete? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=m} de béton armé pèsent {nb3} {mass_unit=t}. Combien pèsent {nb2} {volume_unit=m} de béton armé ? |hint:mass_unit|

source: {nb1} {volume_unit=m} of topsoil weigh {nb3} {mass_unit=t}. How much do weigh {nb2} {volume_unit=m} of topsoil? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=m} de terre végétale pèsent {nb3} {mass_unit=t}. Combien pèsent {nb2} {volume_unit=m} de terre végétale ? |hint:mass_unit|

source: {nb1} {volume_unit=dm} of glass weigh {nb3} {mass_unit=kg}. How much do weigh {nb2} {volume_unit=dm} of glass? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=dm} de verre pèsent {nb3} {mass_unit=kg}. Combien pèsent {nb2} {volume_unit=dm} de verre ? |hint:mass_unit|

source: {nb1} {volume_unit=dm} of porcelain weigh {nb3} {mass_unit=kg}. How much do weigh {nb2} {volume_unit=dm} of porcelain? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=dm} de porcelaine pèsent {nb3} {mass_unit=kg}. Combien pèsent {nb2} {volume_unit=dm} de porcelaine ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of zinc weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of zinc? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de zinc pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de zinc ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of cast iron weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of cast iron? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de fonte pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de fonte ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of iron weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of iron? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de fer pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de fer ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of steel weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of steel? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} d'acier pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} d'acier ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of copper weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of copper? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de cuivre pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de cuivre ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of nickel weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of nickel? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de nickel pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de nickel ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of vanadium (a metal) weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of vanadium? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de vanadium (un métal) pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de vanadium ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of gallium (a metal) weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of gallium? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de gallium (un métal) pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de gallium ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of lead weigh about {nb3} {mass_unit=g}. How much do weigh {nb2} {volume_unit=cm} of lead? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de plomb pèsent {nb3} {mass_unit=g}. Combien pèsent {nb2} {volume_unit=cm} de plomb ? |hint:mass_unit|

source: {nb1} {volume_unit=cm} of diamond weigh about {nb3} {mass_unit=ct} (carats). How much do weigh {nb2} {volume_unit=cm} of diamond? |hint:mass_unit|
fr_fr: {nb1} {volume_unit=cm} de diamant pèsent {nb3} {mass_unit=ct} (carats). Combien pèsent {nb2} {volume_unit=cm} de diamant ? |hint:mass_unit|

source: I bought {nb1} {mass_unit=kg} of tomatoes for {nb3} {currency_unit}. How much would cost {nb2} {mass_unit}? |hint:currency_unit|
fr_fr: J'ai acheté {nb1} {mass_unit=kg} de tomates pour {nb3} {currency_unit}. Combien coûteraient {nb2} {mass_unit} ? |hint:currency_unit|

source: I bought {nb1} {mass_unit=kg} of rice for {nb3} {currency_unit}. How much would cost {nb2} {mass_unit}? |hint:currency_unit|
fr_fr: J'ai acheté {nb1} {mass_unit=kg} de riz pour {nb3} {currency_unit}. Combien coûteraient {nb2} {mass_unit} ? |hint:currency_unit|

source: I bought {nb1} {mass_unit=kg} of apples for {nb3} {currency_unit}. How much would cost {nb2} {mass_unit}? |hint:currency_unit|
fr_fr: J'ai acheté {nb1} {mass_unit=kg} de pommes pour {nb3} {currency_unit}. Combien coûteraient {nb2} {mass_unit} ? |hint:currency_unit|

source: I bought {nb1} {mass_unit=kg} of oranges for {nb3} {currency_unit}. How much would cost {nb2} {mass_unit}? |hint:currency_unit|
fr_fr: J'ai acheté {nb1} {mass_unit=kg} d'oranges pour {nb3} {currency_unit}. Combien coûteraient {nb2} {mass_unit} ? |hint:currency_unit|

source: I bought {nb1} {mass_unit=kg} of potatoes for {nb3} {currency_unit}. How much would cost {nb2} {mass_unit}? |hint:currency_unit|
fr_fr: J'ai acheté {nb1} {mass_unit=kg} de pommes de terre pour {nb3} {currency_unit}. Combien coûteraient {nb2} {mass_unit} ? |hint:currency_unit|

source: I bought {nb1} {mass_unit=g} of cheese for {nb3} {currency_unit}. How much would cost {nb2} {mass_unit}? |hint:currency_unit|
fr_fr: J'ai acheté {nb1} {mass_unit=g} de fromage pour {nb3} {currency_unit}. Combien coûteraient {nb2} {mass_unit} ? |hint:currency_unit|

source: Mental calculation: multiplications and divisions by 10, 100 and 1000
fr_fr: Calcul mental : multiplications et divisions par 10, 100 et 1000

source: Mental calculation: multiplications with decimal numbers
fr_fr: Calcul mental : multiplications décimales

source: Ready,{sep}Steady,{sep}Go!
fr_fr: Prêt ?{sep}Feu !{sep}Partez !

source: Challenge, first part
fr_fr: Première épreuve du Tournoi

source: A rectangle has an area of {nb3} {area_unit} and a length of {nb2} {length_unit}. What is its width? |hint:length_unit|
fr_fr: Un rectangle a une aire de {nb3} {area_unit} et une longueur de {nb2} {length_unit}. Quelle est sa largeur ? |hint:length_unit|

source: A rectangle has an area of {nb3} {area_unit} and a width of {nb2} {length_unit}. What is its length? |hint:length_unit|
fr_fr: Un rectangle a une aire de {nb3} {area_unit} et une largeur de {nb2} {length_unit}. Quelle est sa longueur ? |hint:length_unit|

source: To draw TikZ pictures
fr_fr: Pour dessiner des images TikZ

source: To include .eps pictures
fr_fr: Pour inclure des images .eps

source: General layout of the page
fr_fr: Disposition générale de la page

source: Definition of the "exercise" command, which will insert the word "Exercise" in bold, with its number and automatically increments the counter
fr_fr: Définition de la commande "exercise", qui va insérer le mot "Exercice" en gras, accompagné de son numéro et qui va incrémenter automatiquement le compteur

source: Redefinition of "\parallel" command to draw the parallel symbol slanted as usual in french notations
fr_fr: Redéfinition de la commande "\parallel" pour tracer le symbole des droites parallèles un peu penché selon la notation française

source: Mental calculation: order of operations
fr_fr: Calcul mental : priorités opératoires

source: Mental calculation: numeric expansion
fr_fr: Calcul mental : développement numérique

source: Perimeter of this quadrilateral?\newline (length unit: {length_unit}) |hint:length_unit|
fr_fr: Périmètre de ce quadrilatère ?\newline (unité de longueur : {length_unit}) |hint:length_unit|

source: Perimeter of this pentagon?\newline (length unit: {length_unit}) |hint:length_unit|
fr_fr: Périmètre de ce pentagone ?\newline (unité de longueur : {length_unit}) |hint:length_unit|

source: Perimeter of this hexagon?\newline (length unit: {length_unit}) |hint:length_unit|
fr_fr: Périmètre de cet hexagone ?\newline (unité de longueur : {length_unit}) |hint:length_unit|

source: True
fr_fr: Vrai

source: False
fr_fr: Faux

source: {n2} is divisible by {n1}.
fr_fr: {n2} est divisible par {n1}.

source: {n1} is a divisor of {n2}.
fr_fr: {n1} est un diviseur de {n2}.

source: {n2} is a multiple of {n1}.
fr_fr: {n2} est un multiple de {n1}.

source: Mental calculation: multiples and divisors
fr_fr: Calcul mental : multiples et diviseurs

source: To get a better control on floats positioning (e.g. tabulars)
fr_fr: Pour avoir un meilleur contrôle sur le positionnement des "flottants" (par exemple les tabulars)

source: To make .eps pictures includable by pdflatex
fr_fr: Pour permettre à pdflatex d'inclure des images .eps

source: Absolute positioning of text on the page
fr_fr: Positionnement absolu du texte sur la page

source: To define the layout of the page
fr_fr: Définir la mise en page

source: (True or false?)
fr_fr: (Vrai ou faux ?)

source: Area of this rectangle?
fr_fr: Aire de ce rectangle ?

source: (Length unit: {})
fr_fr: (Unité de longueur : {})

source: Answer:
fr_fr: Réponse :

source: Perimeter of this rectangle?
fr_fr: Périmètre de ce rectangle ?

source: (Lengths in {})
fr_fr: (Longueurs en {})

source: Area?
fr_fr: Aire ?

source: Perimeter?
fr_fr: Périmètre ?

source: Perimeter of this triangle? |hint:length_unit|
fr_fr: Périmètre de ce triangle ? |hint:length_unit|

source: Area of this triangle? |hint:area_unit|
fr_fr: Aire de ce triangle ? |hint:area_unit|

source: Reduce: {fraction}
fr_fr: Simplifier : {fraction}

source: Volume of this right cuboid?\newline (length unit: {length_unit}) |hint:volume_unit|
fr_fr: Volume de ce pavé droit ?\newline (unité de longueur : {length_unit}) |hint:volume_unit|

source: My train left at {start_time} and arrived at {arrival_time}. How long was the trip? |hint:time_unit|
fr_fr: Mon train est parti à {start_time} et arrivé à {arrival_time}. Combien a duré le trajet ? |hint:time_unit|

source: My train arrived at {arrival_time} and the trip lasted {duration_time}. When did it start? |hint:time_unit|
fr_fr: Mon train est arrivé à {arrival_time} et le trajet a duré {duration_time}. À quelle heure est-il parti ? |hint:time_unit|

source: My train started at {start_time} and the trip will last {duration_time}. When will it arrive? |hint:time_unit|
fr_fr: Mon train a démarré à {start_time} et le trajet va durer {duration_time}. À quelle heure vais-je arriver ? |hint:time_unit|

source: My bus left at {start_time} and arrived at {arrival_time}. How long was the trip? |hint:time_unit|
fr_fr: Mon bus est parti à {start_time} et arrivé à {arrival_time}. Combien a duré le trajet ? |hint:time_unit|

source: My bus arrived at {arrival_time} and the trip lasted {duration_time}. When did it start? |hint:time_unit|
fr_fr: Mon bus est arrivé à {arrival_time} et le trajet a duré {duration_time}. À quelle heure est-il parti ? |hint:time_unit|

source: My bus started at {start_time} and the trip will last {duration_time}. When will it arrive? |hint:time_unit|
fr_fr: Mon bus est parti à {start_time} et le trajet va durer {duration_time}. À quelle heure vais-je arriver ? |hint:time_unit|

source: I took the underground at {start_time} and arrived at {arrival_time}. How long was the trip? |hint:time_unit|
fr_fr: J'ai pris le métro de {start_time} et je suis arrivé à {arrival_time}. Combien a duré le trajet ? |hint:time_unit|

source: I got out of the underground at {arrival_time} and the trip lasted {duration_time}. When did it start? |hint:time_unit|
fr_fr: Je suis sorti du métro à {arrival_time} et le trajet a duré {duration_time}. À quelle heure est-il parti ? |hint:time_unit|

source: I took the underground at {start_time} and the trip should last {duration_time}. When will it arrive? |hint:time_unit|
fr_fr: J'ai pris le métro de {start_time} et le trajet devrait durer {duration_time}. À quelle heure vais-je arriver ? |hint:time_unit|

source: My plane took off at {start_time} and landed at {arrival_time}. How long was the flight? |hint:time_unit|
fr_fr: Mon avion a décollé à {start_time} et atterri à {arrival_time}. Combien a duré le vol ? |hint:time_unit|

source: My plane landed at {arrival_time} and the flight lasted {duration_time}. When did it start? |hint:time_unit|
fr_fr: Mon avion a atterri à {arrival_time} et le vol a duré {duration_time}. À quelle heure a-t-il décollé ? |hint:time_unit|

source: My plane took off at {start_time} and the flight will last {duration_time}. When will it land? |hint:time_unit|
fr_fr: Mon avion a décollé à {start_time} et le vol va durer {duration_time}. À quelle heure vais-je arriver ? |hint:time_unit|

source: My coach left at {start_time} and arrived at {arrival_time}. How long was the trip? |hint:time_unit|
fr_fr: Mon car est parti à {start_time} et arrivé à {arrival_time}. Combien a duré le trajet ? |hint:time_unit|

source: My coach arrived at {arrival_time} and the trip lasted {duration_time}. When did it start? |hint:time_unit|
fr_fr: Mon car est arrivé à {arrival_time} et le trajet a duré {duration_time}. À quelle heure est-il parti ? |hint:time_unit|

source: My coach started at {start_time} and the trip will last {duration_time}. When will it arrive? |hint:time_unit|
fr_fr: Mon car a démarré à {start_time} et le trajet va durer {duration_time}. À quelle heure vais-je arriver ? |hint:time_unit|

source: Mental calculation: units conversions
fr_fr: Calcul mental : conversions d'unités

source: Give an estimation: {} is close to...
fr_fr: Ordre de grandeur de {} ?

source: Mental calculation: multiplications of multiples of 10
fr_fr: Calcul mental : multiplications de multiples de 10

source: Mental calculation: areas and perimeters of polygons
fr_fr: Calcul mental : aires et périmètres de polygones

source: Mental calculation: mini-problems
fr_fr: Calcul mental : mini-problèmes

source: Mental calculation: time units conversions
fr_fr: Calcul mental : conversions d'unités de temps

source: Mental calculation: additions and subtractions with a hole
fr_fr: Calcul mental : additions et soustractions à trou

source: Mental calculation: mini proportionality problems
fr_fr: Calcul mental : mini-problèmes (proportionnalité)

source: Convert: {} |hint:{}|
fr_fr: Convertir : {} |hint:{}|

source: Round {nb1} to the nearest ten.
fr_fr: Arrondir {nb1} à la dizaine.

source: Round {nb1} to the nearest unit.
fr_fr: Arrondir {nb1} à l'unité.

source: Round {nb1} to the nearest tenth.
fr_fr: Arrondir {nb1} au dixième.

source: Round {nb1} to the nearest hundredth.
fr_fr: Arrondir {nb1} au centième.

source: Round {nb1} to the nearest thousandth.
fr_fr: Arrondir {nb1} au millième.

source: Mental calculation: clever additions and multiplications
fr_fr: Calcul mental : additions et multiplications astucieuses

source: What is {} as a simple fraction?
fr_fr: Fraction simple égale à {} ?

source: Mental calculation: fractions
fr_fr: Calcul mental : fractions

source: Mental calculation: multiplications with a hole and divisions
fr_fr: Calcul mental : multiplications à trou et divisions

source: (or {})
fr_fr: (ou {})

source: Mental calculation: geometry
fr_fr: Calcul mental : situations géométriques

source: Perimeter of this triangle?\newline (length unit: {length_unit}) |hint:length_unit|
fr_fr: Périmètre de ce triangle ?\newline (unité de longueur : {length_unit}) |hint:length_unit|

source: The perimeter of this triangle is {}~{{length_unit}}.\newline What is the length of the missing side? |hint:length_unit|
fr_fr: Le périmètre de ce triangle vaut {}~{{length_unit}}.\newline Quelle est la longueur du côté manquant ? |hint:length_unit|

source: The perimeter of this quadrilateral is {}~{{length_unit}}.\newline What is the length of the missing side? |hint:length_unit|
fr_fr: Le périmètre de ce quadrilatère vaut {}~{{length_unit}}.\newline Quelle est la longueur du côté manquant ? |hint:length_unit|

source: The perimeter of this pentagon is {}~{{length_unit}}.\newline What is the length of the missing side? |hint:length_unit|
fr_fr: Le périmètre de ce pentagone vaut {}~{{length_unit}}.\newline Quelle est la longueur du côté manquant ? |hint:length_unit|

source: The perimeter of this hexagon is {}~{{length_unit}}.\newline What is the length of the missing side? |hint:length_unit|
fr_fr: Le périmètre de cet hexagone vaut {}~{{length_unit}}.\newline Quelle est la longueur du côté manquant ? |hint:length_unit|

source: {fraction} of {quantity}?
fr_fr: {fraction} de {quantity}?

source: Abscissa of {point_name}?
fr_fr: Abscisse de {point_name}?

source: Perimeter: {}~{{length_unit}}.\newline Length of the missing side? |hint:length_unit|
fr_fr: Périmètre : {}~{{length_unit}}.\newline Longueur du côté manquant ? |hint:length_unit|

source: Mental calculation: numbers rounding
fr_fr: Calcul mental : arrondis

source: Mental calculation: divisibility rules
fr_fr: Calcul mental : critères de divisibilité

source: Challenge, final part
fr_fr: Finale du Tournoi

source: Challenge, second part
fr_fr: Deuxième épreuve du Tournoi

source: yellow belt
fr_fr: ceinture jaune

source: orange belt
fr_fr: ceinture orange

source: green belt
fr_fr: ceinture verte

source: blue belt
fr_fr: ceinture bleue

source: brown belt
fr_fr: ceinture marron

source: red belt
fr_fr: ceinture rouge

source: purple belt
fr_fr: ceinture violette

source: black belt
fr_fr: ceinture noire

source: Mental calculation: admission to <BELT>
fr_fr: Calcul mental : passage de la <BELT>

source: Answers (<BELT>)
fr_fr: Réponses (<BELT>)

source: Mental calculation: four operations
fr_fr: Calcul mental : quatre opérations

source: Mental calculation: areas and perimeters
fr_fr: Calcul mental : aires et périmètres

source: {n1} (or {n2})
fr_fr: {n1} (ou {n2})

source: Coefficient of this proportional table?
fr_fr: Coefficient de ce tableau de proportionnalité ?

source: Fill this proportional table.
fr_fr: Compléter ce tableau de proportionnalité.

source: This table is proportional. True or false?
fr_fr: Ce tableau est proportionnel. Vrai ou faux ?

source: Mental calculation: proportionality
fr_fr: Calcul mental : proportionnalité

source: In {cell_ref}, one types {formula}.
fr_fr: En {cell_ref}, on entre {formula}.

source: What will it display once enter is pressed?
fr_fr: Que va-t-il s'y afficher après avoir pressé entrée ?

source: Coordinates of point {point_name}?
fr_fr: Coordonnées du point {point_name} ?

source: Mental calculation: signed numbers
fr_fr: Calcul mental : nombres relatifs

source: (True, or false?)
fr_fr: (Vrai ou faux ?)

source: Evaluate the expression {expression}
fr_fr: Calculer l'expression {expression}

source: for {values}
fr_fr: pour {values}

source: Mental calculation: table of 2
fr_fr: Calcul mental : table de 2

source: Mental calculation: table of 3
fr_fr: Calcul mental : table de 3

source: Mental calculation: table of 4
fr_fr: Calcul mental : table de 4

source: Mental calculation: tables of 2, 3, 4 and 5
fr_fr: Calcul mental : tables de 2, 3, 4 et 5

source: Mental calculation: table of 6
fr_fr: Calcul mental : table de 6

source: Mental calculation: tables of 2 to 7
fr_fr: Calcul mental : tables de 2 à 7

source: Mental calculation: table of 8
fr_fr: Calcul mental : table de 8

source: Mental calculation: tables of 2 to 6
fr_fr: Calcul mental : tables de 2 à 6

source: Mental calculation: table of 7
fr_fr: Calcul mental : table de 7

source: Mental calculation: tables of 2 to 8
fr_fr: Calcul mental : tables de 2 à 8

source: Mental calculation: table of 9
fr_fr: Calcul mental : table de 9

source: Mental calculation: tables of 2, 3 and 4
fr_fr: Calcul mental : tables de 2, 3 et 4

source: Mental calculation: table of 5
fr_fr: Calcul mental : table de 5

source: Mental calculation: multiplications and divisions
fr_fr: Calcul mental : multiplications et divisions

source: white belt
fr_fr: ceinture blanche

source: For pretty comma in decimal numbers
fr_fr: Pour des virgules non suivies d'espaces dans les nombres décimaux

source: {triangle_name} is a triangle such as {side_length0} = {nb0}, {side_length1} = {nb1} and {side_length2} = {nb2}.
fr_fr: {triangle_name} est un triangle tel que {side_length0} = {nb0}, {side_length1} = {nb1} et {side_length2} = {nb2}.

source: Measure the angles
fr_fr: Mesurer les angles

source: Construct the angles of following measures
fr_fr: Construire les angles de mesures suivantes
