Repository: nicolashainaux/mathmaker
Catalog: mathmaker/locale/*/LC_MESSAGES/mathmaker.po
Languages: fr_fr

source: {document_format} document generated by {software_ref}
fr_fr: Document {document_format} généré par {software_ref}

source: or
fr_fr: ou

source: Any value of {variable_name} is solution of the equation.
fr_fr: N'importe quelle valeur de {variable_name} est solution de l'équation.

source: This equation has no solution.
fr_fr: Cette équation n'a pas de solution.

source: To strike out numbers
fr_fr: Pour pouvoir rayer des nombres

source: To use multicol environment
fr_fr: Pour faire une présentation multicolonnes

source: To use extra commands to handle tabulars
fr_fr: Pour utiliser des commandes supplémentaires pour les tableaux

source: For pretty underlining
fr_fr: Pour de jolis soulignages

source: Exercises counter
fr_fr: Compteur d'exercices

source: Definition of the command resetting the exercises counter (which is useful when begining to write the answers sheet)
fr_fr: Définition de la commande réinitialisant le compteur d'exercices (ce qui est utile quand on commence à écrire le corrigé)

source: Training exercises sheet:
fr_fr: Feuille d'exercices d'entraînement :

source: Examples of answers
fr_fr: Exemple de corrigé

source: Expand special identities
fr_fr: Développer une expression à l'aide des identités remarquables

source: Reduce an algebraic expression
fr_fr: Réduire une expression littérale

source: Factorization
fr_fr: Factorisation

source: Only basic factorizations are expected. Don't use fractions.
fr_fr: Seules des factorisations simples sont attendues. Ne pas utiliser de fractions.

source: Factorization thanks to binomial identities
fr_fr: Factorisation à l'aide d'identités remarquables

source: Name: .......................................
fr_fr: Nom et prénom : ............................................................ Classe : 4e...... Note : /20

source: Short Test: converse and contrapositive of pythagorean theorem
fr_fr: Interrogation : réciproque et contraposée du théorème de Pythagore

source: Solve the following equations.
fr_fr: Résoudre les équations suivantes.

source: Equations
fr_fr: Équations

source: Solve the following equations
fr_fr: Résoudre les équations suivantes

source: Simplify fractions
fr_fr: Simplification de fractions

source: Products and quotients of fractions
fr_fr: Produits et quotients de fractions

source: Sums of fractions
fr_fr: Somme de fractions

source: Short Test: pythagorean theorem
fr_fr: Interrogation : théorème de Pythagore

source: to the unit
fr_fr: à l'unité

source: to the tenth
fr_fr: au dixième

source: to the hundreth
fr_fr: au centième

source: to the thousandth
fr_fr: au millième

source: to the ten thousandth
fr_fr: au dix-millième

source: Expand and reduce
fr_fr: Développer et réduire

source: Reduce the following expressions:
fr_fr: Réduire les expressions suivantes :

source: Reduce, if possible, the following products:
fr_fr: Réduire, si possible, les produits suivants :

source: Pay attention that the intermediate line is optional.
fr_fr: La ligne intermédiaire indiquée est optionnelle.

source: Reduce, if possible, the following sums:
fr_fr: Réduire, si possible, les sommes suivantes :

source: Simplify the following fractions:
fr_fr: Simplifier les fractions suivantes :

source: Calculate and give the result as a simplified fraction:
fr_fr: Calculer et donner le résultat sous forme de fraction simplifiée :

source: Factorise:
fr_fr: Factoriser :

source: Factorise, if possible:
fr_fr: Factoriser, si possible :

source: This expression is not reducible.
fr_fr: Cette expression n'est pas réductible.

source: So far, we don't know if this expression can be factorized.
fr_fr: Cette expression n'est pas factorisable (en tous cas, pas au niveau 4e).

source: Let
fr_fr: Soit

source: and
fr_fr: et

source: then
fr_fr: alors

source: So it is possible to factorize:
fr_fr: Donc il est possible de factoriser :

source: So, this expression can be factorized:
fr_fr: Donc cette expression est factorisable :

source: but
fr_fr: mais

source: So it does not match a binomial identity.
fr_fr: Donc ça ne correspond pas à une identité remarquable.

source: This expression cannot be factorized.
fr_fr: Cette expression n'est pas factorisable.

source: Because of the signs,
fr_fr: À cause des signes,

source: it does not match a binomial identity.
fr_fr: ça ne correspond pas à une identité remarquable.

source: The triangle {triangle_name} has a right angle in {right_vertex}.
fr_fr: {triangle_name} est un triangle rectangle en {right_vertex}.

source: Calculate the length of {this_side}.
fr_fr: Calculer la longueur de {this_side}.

source: Give the result in {this_unit}.
fr_fr: Donner le résultat en {this_unit}.

source: Round the result {at_this_precision}.
fr_fr: Arrondir le résultat {at_this_precision}.

source: Is it a right triangle ? Prove your answer and if the triangle is right, give the name of the right angle.
fr_fr: Est-ce un triangle rectangle ? Justifier votre réponse et si le triangle est rectangle, préciser où se trouve l'angle droit.

source: Then by Pythagoras theorem
fr_fr: Donc d'après le théorème de Pythagore

source: Sketch
fr_fr: Figure à main levée

source: Answers
fr_fr: Réponses

source: To use some symbols like currency units
fr_fr: Pour utiliser des symboles (par exemple des unités de monétaires)

source: To display units correctly
fr_fr: Pour afficher correctement les unités

source: Area of this rectangle? |hint:area_unit|
fr_fr: Aire de ce rectangle ? |hint:area_unit|

source: Area of a rectangle whose width is {nb1} {length_unit} and length is {nb2} {length_unit}? |hint:area_unit|
fr_fr: Aire d'un rectangle de largeur {nb1} {length_unit} et de longueur {nb2} {length_unit}? |hint:area_unit|

source: Perimeter of this rectangle? |hint:length_unit|
fr_fr: Périmètre de ce rectangle ? |hint:length_unit|

source: Perimeter of a rectangle whose width is {nb1} {length_unit} and length is {nb2} {length_unit}? |hint:length_unit|
fr_fr: Périmètre d'un rectangle de largeur {nb1} {length_unit} et de longueur {nb2} {length_unit} ? |hint:length_unit|

source: What is the width of a rectangle whose perimeter is {nb1} {length_unit} and length is {nb2} {length_unit}? |hint:length_unit|
fr_fr: Largeur d'un rectangle de périmètre {nb1} {length_unit} et de longueur {nb2} {length_unit} ? |hint:length_unit|

source: What is the length of a rectangle whose perimeter is {nb1} {length_unit} and width is {nb2} {length_unit}? |hint:length_unit|
fr_fr: Longueur d'un rectangle de périmètre {nb1} {length_unit} et de largeur {nb2} {length_unit} ? |hint:length_unit|

source: How much is the sum of {nb1} and {nb2}?
fr_fr: Combien vaut la somme de {nb1} et de {nb2} ?

source: How much is the product of {nb1} by {nb2}?
fr_fr: Combien vaut le produit de {nb1} par {nb2} ?

source: How much is the difference between {nb1} and {nb2}?
fr_fr: Combien vaut la différence entre {nb1} et {nb2} ?

source: because {L} is positive.
fr_fr: car {L} est positif.

source: Calculate thanks to a binomial identity:
fr_fr: Calculer à l'aide d'une identité remarquable :

source: {product1} or {product2}
fr_fr: {product1} ou {product2}

source: Example of solutions:
fr_fr: Exemple de solutions :

source: Intercept theorem
fr_fr: Théorème de Thalès

source: The drawn figure is out of shape. {newline} The lengths are given in {length_unit}. {newline} The {line1} is parallel to {line2}. {newline} {newline} Determine the length of {length1_name}.
fr_fr: La figure ci-contre n'est pas à l'échelle. {newline} Les longueurs sont données en {length_unit}. {newline} ({line1}) et ({line2}) sont parallèles. {newline} {newline} Calculer {length1_name}.

source: The drawn figure is out of shape. {newline} The lengths are given in {length_unit}. {newline} The {line1} is parallel to {line2}. {newline} {newline} Determine the lengths of {length1_name} and {length2_name}.
fr_fr: La figure ci-contre n'est pas à l'échelle. {newline} Les longueurs sont données en {length_unit}. {newline} ({line1}) et ({line2}) sont parallèles. {newline} {newline} Calculer {length1_name} et {length2_name}.

source: hence: {resolution0}
fr_fr: donc : {resolution0}

source: and: {resolution1}
fr_fr: et : {resolution1}

source: As: {line1} {parallel_to} {line2}, {point0_name} {belongs_to} {side0_length_name} and {point1_name} {belongs_to} {side1_length_name}, then by the intercept theorem: {newline} {ratios} thus: {ratios_substituted}
fr_fr: On sait que : {newline} ({line1}) {parallel_to} ({line2}) {newline} {point0_name} {belongs_to} [{side0_length_name}] {newline} {point1_name} {belongs_to} [{side1_length_name}] {newline} Donc d'après le théorème de Thalès : {newline} {ratios} donc : {ratios_substituted}

source: so: {chunk_reso1}
fr_fr: donc : {chunk_reso1}

source: so: {chunk_reso0}
fr_fr: donc : {chunk_reso0}

source: Note: {pre_reso0} {newline} and: {pre_reso1} {newline}
fr_fr: Remarque : {pre_reso0} {newline} et : {pre_reso1} {newline}

source: Note: {pre_reso0} {newline}
fr_fr: Remarque : {pre_reso0} {newline}

source: Note: {pre_reso1} {newline}
fr_fr: Remarque : {pre_reso1} {newline}

source: Intercept theorem: quotients' equalities
fr_fr: Théorème de Thalès : égalités de quotients

source: For each figure, it is possible to apply the intercept theorem. Write the correct quotients' equalities:
fr_fr: Pour chaque figure, il est possible d'appliquer le théorème de Thalès. Écrire les égalités de quotients :

source: Note: in each quotients' equalities, given as example of solution, it is possible to change the order of the quotients and to invert all quotients (at once). Moreover, each length can be written in two different ways (for instance, AB is the same as BA).
fr_fr: Remarque : dans chaque égalité de quotients, donnée comme exemple de solution, il est possible de changer l'ordre des quotients et d'inverser tous les quotients (en même temps). De plus, chaque longueur peut être écrite de deux façons différentes (par exemple, AB est la même chose que BA).

source: As {line1} is parallel to {line2}, and as the line {chunk0_length_name} cuts the line {chunk1_length_name} at point {main_vertex_name}, then by the intercept theorem: {newline} {ratios} thus: {ratios_substituted}
fr_fr: On sait que ({line1}) est parallèle à ({line2}) {newline} et que ({chunk0_length_name}) et ({chunk1_length_name}) sont sécantes en {main_vertex_name}, {newline} donc d'après le théorème de Thalès: {newline} {ratios} donc : {ratios_substituted}

source: As: {line1} is parallel to {line2}, and as {vertex1_name}, {point0_name} and {main_vertex_name} on one hand, {vertex2_name}, {point1_name} and {main_vertex_name} on the other hand,are aligned in the same order, then by the intercept theorem: {newline} {ratios} thus: {ratios_substituted}
fr_fr: On sait que ({line1}) est parallèle à ({line2}) {newline} et que les points {vertex1_name}, {point0_name} et {main_vertex_name} d'une part, {vertex2_name}, {point1_name} et {main_vertex_name} d'autre part, {newline} sont alignés dans le même ordre. {newline} Donc d'après le théorème de Thalès : {newline} {ratios} donc : {ratios_substituted}

source: As: {line1} {parallel_to} {line2}, {main_vertex_name} {belongs_to} {chunk0_length_name} and {main_vertex_name} {belongs_to} {chunk1_length_name}, then by the intercept theorem: {newline} {ratios} thus: {ratios_substituted}
fr_fr: On sait que : ({line1}) {parallel_to} ({line2}) {newline} {main_vertex_name} {belongs_to} [{chunk0_length_name}] {newline} {main_vertex_name} {belongs_to} [{chunk1_length_name}] {newline} donc d'après le théorème de Thalès : {newline} {ratios} donc : {ratios_substituted}

source: As: {line1} is parallel to {line2}, and as {point0_name}, {main_vertex_name} and {vertex1_name} on one hand, {point1_name}, {main_vertex_name} and {vertex2_name} on the other hand,are aligned in the same order, then by the intercept theorem: {newline} {ratios} thus: {ratios_substituted}
fr_fr: On sait que ({line1}) est parallèle à ({line2}) {newline} et que les points {point0_name}, {main_vertex_name} et {vertex1_name} d'une part, {point1_name}, {main_vertex_name} et {vertex2_name} d'autre part, {newline} sont alignés dans le même ordre. {newline} Donc d'après le théorème de Thalès : {newline} {ratios} donc : {ratios_substituted}

source: The drawn figure is out of shape. {newline} The lengths are given in {length_unit}. {newline} {newline} Prove that {line1} is parallel to {line2}.
fr_fr: La figure ci-contre n'est pas à l'échelle. {newline} Les longueurs sont données en {length_unit}. {newline} {newline} Montrer que ({line1}) et ({line2}) sont parallèles.

source: Converse of intercept theorem
fr_fr: Réciproque du théorème de Thalès

source: {vertex1_name}, {main_vertex_name} and {point0_name} on one hand, {vertex2_name}, {main_vertex_name} and {point1_name} on the other hand,are aligned in the same order.
fr_fr: {vertex1_name}, {main_vertex_name} et {point0_name} d'une part, {vertex2_name}, {main_vertex_name} et {point1_name} d'autre part, sont alignés dans le même ordre.

source: \begin{multicols}{2} On one hand: {ratio1} and on the other hand: {ratio2} \end{multicols} ans as: {crossproduct} then: {equal_ratios} {newline}
fr_fr: \begin{multicols}{2} D'une part : {ratio1} d'autre part : {ratio2} \end{multicols} or : {crossproduct} donc : {equal_ratios} {newline}

source: {main_vertex_name}, {point0_name} and {vertex1_name} on one hand, {main_vertex_name}, {point1_name} and {vertex2_name} on the other hand, are aligned in the same order. {newline}
fr_fr: {main_vertex_name}, {point0_name} et {vertex1_name} d'une part, {main_vertex_name}, {point1_name} et {vertex2_name} d'autre part, sont alignés dans le même ordre. {newline}

source: Hence by the converse of the intercept theorem, {line1} is parallel to {line2}.
fr_fr: Donc d'après la réciproque du théorème de Thalès, ({line1}) est parallèle à ({line2}).

source: \begin{tabular}{ll}We have: & {point0_name} {belongs_to} {side0_length_name} \\ & {point1_name} {belongs_to} {side1_length_name} \end{tabular}
fr_fr: \begin{tabular}{ll}On sait que : & {point0_name} {belongs_to} [{side0_length_name}] \\ & {point1_name} {belongs_to} [{side1_length_name}] \end{tabular}

source: \begin{tabular}{ll}We have: & {main_vertex_name} {belongs_to} {chunk0_length_name} \\ & {main_vertex_name} {belongs_to} {chunk1_length_name} \end{tabular}
fr_fr: \begin{tabular}{ll}On sait que : & {main_vertex_name} {belongs_to} [{chunk0_length_name}] \\ & {main_vertex_name} {belongs_to} [{chunk1_length_name}] \end{tabular}

source: Trigonometry
fr_fr: Trigonométrie

source: Calculate the length of a side using cosine
fr_fr: Calculer la longueur d'un côté à l'aide de cosinus

source: The triangle {triangle_name} has a right angle in {right_vertex_name}. {newline} Hence: {resolution}
fr_fr: {triangle_name} est un triangle rectangle en {right_vertex_name}, donc : {newline} {resolution}

source: Calculate the missing length in each triangle. Round the results to the tenth.
fr_fr: Calculer la longueur manquante dans chaque triangle. Arrondir les résultats au dixième.

source: Calculate the length of a side using tangent
fr_fr: Calculer la longueur d'un côté à l'aide de tangente

source: Calculate the length of a side using sine
fr_fr: Calculer la longueur d'un côté à l'aide de sinus

source: Calculate the length of a side
fr_fr: Calculer la longueur d'un côté

source: Calculate the missing angle in each triangle, using sine. Round the results to the unit.
fr_fr: Calculer l'angle manquant dans chaque triangle, à l'aide de sinus. Arrondir les résultats à l'unité.

source: Calculate an angle
fr_fr: Calculer un angle

source: Calculate the missing angle in each triangle, using cosine. Round the results to the unit.
fr_fr: Calculer l'angle manquant dans chaque triangle, à l'aide de cosinus. Arrondir les résultats à l'unité.

source: Calculate the missing angle in each triangle, using tangent. Round the results to the unit.
fr_fr: Calculer l'angle manquant dans chaque triangle, à l'aide de tangente. Arrondir les résultats à l'unité.

source: Calculate the missing angle in each triangle. Round the results to the unit.
fr_fr: Calculer l'angle manquant dans chaque triangle. Arrondir les résultats à l'unité.

source: The formula is: {formula}
fr_fr: La formule est : {formula}

source: Give the tangent formula for the acute angle in each triangle.
fr_fr: Donner la formule de la tangente de l'angle aigu dans chaque triangle.

source: Give the sine formula for the acute angle in each triangle.
fr_fr: Donner la formule du sinus de l'angle aigu dans chaque triangle.

source: Give the cosine formula for the acute angle in each triangle.
fr_fr: Donner la formule du cosinus de l'angle aigu dans chaque triangle.

source: What is {the_formula_of_trigo_fct} of {acute_angle} ?
fr_fr: Quelle est {the_formula_of_trigo_fct} de l'angle {acute_angle} ?

source: the formula of cosine
fr_fr: la formule du cosinus

source: the formula of sine
fr_fr: la formule du sinus

source: the formula of tangent
fr_fr: la formule de la tangente

source: Which side is adjacent to {acute_angle} ?
fr_fr: Quel est le côté adjacent à {acute_angle} ?

source: Which side is opposite to {acute_angle} ?
fr_fr: Quel est le côté opposé à {acute_angle} ?

source: The side adjacent to {acute_angle} is: {correct_answer}
fr_fr: Le côté adjacent à {acute_angle} est : [{correct_answer}]

source: The side opposite to {acute_angle} is: {correct_answer}
fr_fr: Le côté opposé à {acute_angle} est : [{correct_answer}]

source: Vocabulary for trigonometry
fr_fr: Vocabulaire pour la trigonométrie

source: {} (or {})
fr_fr: {} (ou {})

source: Which fraction of the figure matches the greyed part?
fr_fr: À quelle fraction de la figure correspond la partie grisée ?

source: {} (or {}, or {}...)
fr_fr: {} (ou {}, ou {}...)

source: {} (or {}, or {}, or {})
fr_fr: {} (ou {}, ou {}, ou {})

source: {} (or {}, or {})
fr_fr: {} (ou {}, ou {})

source: {software_ref} is free software. Its license is {software_license}.
fr_fr: {software_ref} est un logiciel libre sous licence {software_license}.

source: Further details on {software_website}
fr_fr: Plus de détails sur {software_website}

source: {software_name} {v} License: {l} {c} {contact}
fr_fr: {software_name} {v}\nLicence: {l}\n{c} {contact}

source: Polygon_of_{n}_sides
fr_fr: Polygone_à_{n}_côtés

source: Square
fr_fr: Carré

source: RightTriangle
fr_fr: TriangleRectangle

source: billions
fr_fr: milliards

source: hundreds of millions
fr_fr: centaines de millions

source: tens of millions
fr_fr: dizaines de millions

source: hundreds of thousands
fr_fr: centaines de milliers

source: tens of thousands
fr_fr: dizaines de milliers

source: thousands
fr_fr: milliers

source: hundreds
fr_fr: centaines

source: tens
fr_fr: dizaines

source: units
fr_fr: unités

source: tenths
fr_fr: dixièmes

source: hundredths
fr_fr: centièmes

source: thousandths
fr_fr: millièmes

source: How many billions
fr_fr: Nombre de milliards

source: How many hundreds of millions
fr_fr: Nombre de centaines de millions

source: How many tens of millions
fr_fr: Nombre de dizaines de millions

source: How many millions
fr_fr: Nombre de millions

source: How many hundreds of thousands
fr_fr: Nombre de centaines de milliers

source: How many tens of thousands
fr_fr: Nombre de dizaines de milliers

source: How many thousands
fr_fr: Nombre de milliers

source: How many hundreds
fr_fr: Nombre de centaines

source: How many tens
fr_fr: Nombre de dizaines

source: How many units
fr_fr: Nombre d'unités

source: How many tenths
fr_fr: Nombre de dixièmes

source: How many hundredths
fr_fr: Nombre de centièmes

source: How many thousandths
fr_fr: Nombre de millièmes

source: What is the half of {number}?
fr_fr: Quelle est la moitié de {number} ?

source: What is the third of {number}?
fr_fr: Quel est le tiers de {number} ?

source: What is the quarter of {number}?
fr_fr: Quel est le quart de {number} ?

source: What is the double of {number}?
fr_fr: Quel est le double de {number} ?

source: What is the triple of {number}?
fr_fr: Quel est le triple de {number} ?

source: What is the quadruple of {number}?
fr_fr: Quel est le quadruple de {number} ?

source: Calculation: order of precedence.
fr_fr: Calculs avec priorités

source: Calculate:
fr_fr: Calculer :

source: Now the expressions may have parentheses. Calculate them:
fr_fr: Maintenant les expressions peuvent comporter des parenthèses. Calculer :

source: Same exercise, but with decimal numbers. Calculate:
fr_fr: Même exercice, mais avec des nombres décimaux. Calculer :

source: Algebra: expand simple brackets
fr_fr: Calcul littéral: développement "simple"

source: Expand and reduce the following expressions:
fr_fr: Développer et réduire les expressions suivantes :

source: Algebra: expand and reduce double brackets
fr_fr: Calcul littéral: développement "double"

source: Mental calculation: multiplications
fr_fr: Calcul mental : multiplications

source: Mental calculation: positional notation
fr_fr: Calcul mental : rangs des chiffres dans un nombre décimal

source: {name1} has {nb1} marbles. {name2} has {nb2} times more marbles than {name1}. How many marbles has {name2}?
fr_fr: {name1} a {nb1} billes. {name2} a {nb2} fois plus de billes que {name1}. Combien de billes a {name2} ?

source: My golden goose laid {nb1} eggs each day during {nb2} days. How many eggs has she laid?
fr_fr: Ma poule aux œufs d'or a pondu {nb1} œufs chaque jour pendant {nb2} jours. Combien d'œufs a-t-elle pondu ?

source: The gardener has planted {nb1} rows of {nb2} salads. How many salads did he plant altogether?
fr_fr: Le jardinier a planté {nb1} rangs de {nb2} salades. Combien de salades a-t-il planté en tout ?

source: The gardener has planted {nb1} rows of {nb2} cabbages. How many cabbages did he plant altogether?
fr_fr: Le jardinier a planté {nb1} rangs de {nb2} choux. Combien de choux a-t-il planté en tout ?

source: A market gardener has planted {nb1} rows of {nb2} salads. How many salads did he plant altogether?
fr_fr: Un maraîcher a planté {nb1} rangs de {nb2} salades. Combien de salades a-t-il planté en tout ?

source: A market gardener has planted {nb1} rows of {nb2} cabbages. How many cabbages did he plant altogether?
fr_fr: Un maraîcher a planté {nb1} rangs de {nb2} choux. Combien de choux a-t-il planté en tout ?

source: I invited {nb1} friends at my birthday's party and want to give {nb2} candies to each of them. How many candies should I buy?
fr_fr: J'ai invité {nb1} amis à mon anniversaire et je veux distribuer {nb2} bonbons à chacun d'eux. Combien de bonbons devrais-je acheter ?

source: {masculine_name} bought {nb1} boxes of {nb2} pencils. How many pens did he buy?
fr_fr: {masculine_name} a acheté {nb1} boîtes de {nb2} crayons. Combien de crayons a-t-il acheté ?

source: {feminine_name} bought {nb1} boxes of {nb2} pencils. How many pens did she buy?
fr_fr: {feminine_name} a acheté {nb1} boîtes de {nb2} crayons. Combien de crayons a-t-elle acheté ?

source: {masculine_name} bought {nb1} pens at {nb2} {currency_unit}. How much did he pay? |hint:currency_unit|
fr_fr: {masculine_name} a acheté {nb1} stylos à {nb2} {currency_unit}. Combien a-t-il payé ? |hint:currency_unit|

source: {feminine_name} bought {nb1} pens at {nb2} {currency_unit}. How much did she pay? |hint:currency_unit|
fr_fr: {feminine_name} a acheté {nb1} stylos à {nb2} {currency_unit}. Combien a-t-elle payé ? |hint:currency_unit|

source: {masculine_name} gets {nb1} {currency_unit} pocket money every month. If he doesn't spend it during {nb2} months, how much will he spare? |hint:currency_unit|
fr_fr: {masculine_name} reçoit {nb1} {currency_unit} d'argent de poche par mois. S'il ne dépense rien pendant {nb2} mois, combien va-t-il épargner ? |hint:currency_unit|
